{
  "toolbar": {
    "HOME": "Home",
    "ABOUT": "About",
    "LOGIN": "Login",
    "SIGNUP": "Sign Up",
    "MY PROFILE": "My Profile",
    "SELL ON ASHEWA": "Sell on Ashewa",
    "LOGOUT": "Logout",
    "SERVICES": "News",
    "RETAILERS": "Retailers",
    "SUPPLIERS": "Suppliers",
    "SHOP BY CATEGORY": "Shop by Category"
  },
  "generalPolicy": {
    "GENERAL POLICY": "General Policy",
    "1": "Returns is a scheme provided by respective sellers directly under this policy in terms of which the option of exchange, replacement and/ or refund is offered by the respective sellers to. We do not accept returns for items below. For such purchases, please inspect the item carefully upon delivery and if necessary, reject it on the spot:",
    "2": "Innerwear, swimsuits, gym wear, sleep wear and lingerie. Perfumes and cosmetics. Jewelry. Health & wellness products. Baby care: bottle nipples, breast nipple care, breast pumps, diapers, nappy, wipes and wipe warmers. Personal Care: Conditioners, Creams, Deodorants, body and skin care products. Electronics and furniture. Hair & Hair Products",
    "3": "For missing items and damaged products especially, broken screens please check with our riders during delivery and return on the spot.",
    "PRE": "Pre requisite for Returns",
    "4": "Returns will only be provided for defective and wrong product delivered. Items can be returned within period of 7 days from delivery date and the return should be accompanied by: Proof of purchase – the document handed over to you together with the product, on delivery. Original packaging. Any free promotional items – gifts or accessories delivered with the purchased item. Return Process",
    "5": "To return an item, please go to your account and click on order history you will get an option to request your return, or you can call to our call centre on 0976 005100 to place your return request. We will keep you updated by email and SMS about the status of your return request.",
    "6": "Upon return, a quality check will be performed by our after sales team at the ashewa fulfillment centre. Please ensure that the items meet the returns criteria state below as items that fail to meet the returns criteria will be returned to the customer after quality check is done.",
    "7": "After receiving your return and inspecting the condition of your item, we will start the replacement or refund process (within 10 business days) and we will keep you updated through your account, email andSMS. Once your request process is finalized you will be provided with replacement, refund or store credit based on your preference.",
    "RETURN CRITERIA": "Returns criteria.",
    "8": "Items are returnable within 7(seven) days if they meet the below criteria:",
    "ELE": "Electronics and large appliances.",
    "9": "Change of mind: item MUST BE SEALED, in original packaging, show no signs of usage, and include all accessories (including free bundled offers). Faulty products: item must be returned with original packaging and include all accessories. Wrong items delivered: item must be in original packaging, show no signs of usage, and include all accessories (including free bundled offers).",
    "FR": "Fashion and other returnable items.",
    "10": "For all return reasons, item should be in original packaging, show no signs of usage, and include all accessories (including free bundled offers).",
    "REFUND": "Refunds and replacement process",
    "11": "The refund will begin once we have received and approved all the documents/items required for the refund process to begin. Replacements will be delivered within the timelines set out in our shipping policy. To ensure your refund or replacement request is successful, please: Contact customer service on customer care info@ashewa.com or phone 0976005100 to inform them of the return and refund or replacement request.",
    "12": "Confirm that the item to be returned is in the original packaging, is sealed (except for faulty items), and that all components are attached (no missing item). Once the item passes a quality check at our fulfilment centre, ashewa will refund the full amount paid, less any shipping charges incurred during delivery."
  },
  "aboutus": {
    "1": "Ashewa technology solution s.c /ATS/ Launched in 3/10/ 2020 Ashewa.com is established to solve global market(import-export), the chain of the market as well as job creation problems. we are working to be the leading platform for global trade and serving millions of buyers and suppliers around the world.",
    "2": "Ashewa.com is unique global virtual marketplace which has dedicated 100% of its proceeds to social programs. Furthermore, for the first time ever, ashewa.com came up to solve real problem and with a brand-new model known as Profit Sharing Membership Program (PSMP) for its lifetime subscription members. PSMP is an out of the box model where Ashewa.com included its lifetime customers in a profit-sharing program or venture.",
    "3": "This is the first time that this type of venture has ever been attempted where a company distributes profits to its customers. This is what caring looks like-caring for our communities, while at the same time, caring for our customers. This is a new model that is developed to provide a long lasting remedy to address the economic problems of Ethiopian and african peoples.",
    "4": "The ashewa.com Marketplace initiative is for people who want to live with easy going and better lifes and make a difference in communities by doing business anytime and anywhere in the world. ashewa.com is going to be the largest and only global marketplace established for the community of shoppers and sellers that live with purpose. Also, sellers that sell at ashewa.com know that the sale of their products on the platform is also sponsoring the next millionaires.",
    "5": "What makes ashewa marketplace distinct is every sale and purchase that takes place on the marketplace is contributing to the goal of creating one million millionaires in the coming ten years and thus improving the economic situation of african people. 100% of the proceeds that are generated using ashewa.com marketplace will be invested directly to sponsor new and existing businessmen to help them become millionaires. Therefore, people will be shopping with the purpose knowing that every penny they spend is sponsoring the next millionaire.",
    "6": "This is the first time this type of venture has ever been created. People can become members for free just to shop at the market and help people’s businesses. Or they can be paying members ($240/year) where they will get up to 25% discount on items, 7types bonus, and personal site and finally the third category will be lifetime membership ($1500 onetime payment) which will get them up to 25% discount on selected items,7TYPES OF BONUS and personal website inaddition to this where they will be enrolled in the Profit Sharing Membership Program (PSMP) where the lifetime members pool will receive up to 15% monthly net profit distribution from undertakings. This is once in a lifetime opportunity where people will benefit from a business model that practical solution of our society.",
    "OUR VISION": "Our Vision",
    "7": "As part of ashewa technology solution ) ATS our vision is to make life easier, better and richer in our communities.",
    "OUR MISSION": "OUR MISSION",
    "8": "As ashewa.com we want make easy to do business anytime ,anywhere in the world. We do this by giving suppliers the tools necessary to reach a global and local audience for their products, and by helping buyers find products and suppliers quickly and efficiently",
    "MODEL": "Model",
    "OUR GOAL": "Our Goal",
    "9": "To become the leading virtual marketplace established for the sole purpose of creating the next 1 million millionaires.",
    "TARGET": "Target",
    "10": "1. To become the leading virtual marketplace established for the sole purpose of creating the next 1 million millionaires.",
    "11": "2. To become one of the top 10 ecommerce marketplaces by 2030.",
    "12": "3. To become the Biggest pan African eCommerce marketplace by 2030.",
    "13": "To become a global eCommerce marketplace that serve more than 2 million vendors and supplier's by 2030.",
    "14": "5. To serve more than 100 million active customers every month by 2030.",
    "MONETIZATION": "Monetization",
    "15": "Ashewa.com plans to generate revenue through four services it provides. 1. Commission: this is from the commission that businesses give when their products or services are sold on the marketplace. 2. Membership: this is from membership fees that members pay to get access to multiple benefit programs. 3. Advertisement: this is from various advertisement services that the marketplace provides. 4. Subscribtion this is from various Supplier companys they pay for the necessary tools and to sell thier product or service on our platform.",
    "16": "We are not alibaba, amazon or others we are ashewa.com we solve real Ethiopian problem. And design the software from scratch. Our focusing is the economic empowerment of our people and small business."
  },
  "messages": {
    "email": "Valid email is required",
    "required": "This field is required",
    "password": "Password is required",
    "min": "This field must have no less than {length} characters",
    "url": "Must be a valid URL",
    "confirmed": "Passwords must match"
  },
  "errors": {
    "BAD_TOKEN": "Bad token",
    "WRONG_PASSWORD": "Wrong password",
    "USER_DOES_NOT_EXIST": "User does not exists",
    "PASSWORDS_DONT_MATCH": "Passwords don´t match",
    "PASSWORD_TOO_SHORT_MIN_5": "Password too short, minimum 5 characters",
    "BLOCKED_USER": "Too many failed login attempts, user blocked temporarely",
    "SERVER_TIMEOUT_CONNECTION_ERROR": "Server is not responding, connection error",
    "404": "404 Page not found",
    "EMAIL_IS_NOT_VALID": "E-mail not valid",
    "IS_EMPTY": "Empty fields",
    "ERROR": "Error",
    "MISSING": "Missing fields",
    "NOT_FOUND_OR_ALREADY_VERIFIED": "Not found or already verified",
    "NOT_FOUND_OR_ALREADY_USED": "Not found or already used",
    "NOT_FOUND": "Not found",
    "UNAUTHORIZED": "Unauthorized",
    "EMAIL_ALREADY_EXISTS": "E-mail already exists",
    "ID_MALFORMED": "ID malformed",
    "ERROR_WITH_FILTER": "Error with filter",
    "CITY_ALREADY_EXISTS": "City already exists"
  },
  "common": {
    "DELETE": "Delete",
    "CANCEL": "Cancel",
    "WARNING": "Warning",
    "DO_YOU_REALLY_WANT_TO_DELETE_THIS_ITEM": "Do you really want to delete this item?",
    "CLOSE": "Close",
    "SAVED_SUCCESSFULLY": "Saved successfully",
    "DELETED_SUCCESSFULLY": "Deleted successfully",
    "CREATED": "Created At",
    "UPDATED": "Updated At",
    "GO_BACK": "Go back"
  },
  "loading": {
    "PLEASE_WAIT": "Please wait..."
  },
  "footer": {
    "MADE_WITH": "Made with",
    "BY": "by"
  },
  "menuItems": {
    "HOME": "Home",
    "ABOUT": "About",
    "MY_PROFILE": "My Profile",
    "SIGNUP": "Sign Up",
    "LOGIN": "Login",
    "LOGOUT": "Logout"
  },
  "adminItems": {
    "ADMIN": "Admin",
    "CITIES": "Cities",
    "USERS": "Users"
  },
  "roles": {
    "ADMIN": "Administrator",
    "USER": "User"
  },
  "dataTable": {
    "NEW_ITEM": "New Item",
    "EDIT_ITEM": "Edit Item",
    "CANCEL": "Cancel",
    "SAVE": "Save",
    "EDIT": "Edit",
    "DELETE": "Delete",
    "RESET": "Reset",
    "ACTIONS": "Actions",
    "ROWS_PER_PAGE": "Rows per page",
    "NO_DATA": "No data",
    "NO_RESULTS": "No results",
    "OF": "of",
    "SEARCH": "Search"
  },
  "cities": {
    "TITLE": "Cities",
    "headers": {
      "NAME": "Name"
    }
  },
  "users": {
    "TITLE": "Users",
    "headers": {
      "NAME": "Name",
      "EMAIL": "E-mail",
      "ROLE": "Role",
      "VERIFIED": "Verified",
      "CITY": "City",
      "COUNTRY": "Country",
      "PHONE": "Phone"
    },
    "PASSWORD": "Password",
    "CONFIRM_PASSWORD": "Confirm Password"
  },
  "landing": {
    "TITLE": "Landing",
    "DESCRIPTION": "This page is publicly available.",
    "BUY_ME_A_COFFEE": "Buy me a coffee",
    "BUY_ME_A_COFFEE_DESCRIPTION": "I'm doing my best to provide you a good experience when using my apps, so if you like what I'm doing and wish to say \"thanks!\", please click the button and buy me a coffee.",
    "DESCRIPTION_VUE": "This project is created to help other web developers create a basic VueJS app in an easy way.",
    "DESCRIPTION_API": "Demo is also linked to a Node.js express.js MongoDB JWT REST API project that shows how this frontend can be integrated to an API.",
    "API_DOCUMENTATION": "API documentation",
    "FRONTEND_DOCUMENTATION": "Frontend documentation"
  },
  "home": {
    "TITLE": "Protected Home",
    "GREETING": "Welcome %{0}",
    "DESCRIPTION": "This page is only available privately when the users log in with their credentials",
    "VERIFY_YOUR_ACCOUNT": "IMPORTANT: Verify your account",
    "VERIFY_YOUR_ACCOUNT_DESCRIPTION": "You must verify your account by clicking the link sent to your E-mail to be able to enjoy all our app features",
    "CLOSE": "Close"
  },
  "about": {
    "TITLE": "About",
    "DESCRIPTION": "This page describes about Ashewa E-Commerce"
  },
  "categories": {
    "TITLE": "Categories",
    "DESCRIPTION": "This page shows every "
  },
  "login": {
    "TITLE": "Login",
    "DESCRIPTION": "This is a demo. Database resets every 30 mins. So anything you do will be lost after a short time.<br />E-mail: admin@admin.com <br />Password: 12345",
    "EMAIL": "E-mail",
    "PASSWORD": "Password",
    "LOGIN": "Login",
    "FORGOT_PASSWORD": "Forgot password?"
  },
  "forgotPassword": {
    "TITLE": "Forgot my password",
    "EMAIL": "E-mail",
    "DESCRIPTION": "Enter your E-mail address so we can send you a message with instructions to recover your password",
    "RECOVER": "Recover",
    "RESET_EMAIL_SENT": "We have sent a message to %{0} with instructions to recover your password"
  },
  "resetPassword": {
    "TITLE": "Change Password",
    "PASSWORD": "Password",
    "CONFIRM_PASSWORD": "Confirm Password",
    "CHANGE_PASSWORD": "Change Password",
    "PASSWORD_CHANGED": "Password changed successfully"
  },
  "signup": {
    "TITLE": "Signup",
    "NAME": "Name",
    "EMAIL": "E-mail",
    "PASSWORD": "Password",
    "CONFIRM_PASSWORD": "Confirm Password",
    "SIGN_ME_UP": "Sign me up"
  },
  "verify": {
    "TITLE": "E-mail verification",
    "EMAIL_VERIFIED": "E-mail verified successfully"
  },
  "myProfile": {
    "TITLE": "My profile",
    "CHANGE_MY_PASSWORD": "Change My Password",
    "CURRENT_PASSWORD": "Current Password",
    "NEW_PASSWORD": "New Password",
    "CONFIRM_NEW_PASSWORD": "Confirm New Password",
    "PASSWORD_CHANGED": "Password changed successfully",
    "NAME": "Name",
    "EMAIL": "E-mail",
    "PHONE": "Phone",
    "CITY": "City",
    "NO_RESULTS_FOUND": "No results found",
    "COUNTRY": "Country",
    "SAVE": "Save",
    "PROFILE_SAVED_SUCCESSFULLY": "Profile saved successfuly"
  }
}
